---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathDisplayNodeNumbers
source: html/193d64dd-ff2f-6442-971e-e60347245c9e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathDisplayNodeNumbers Property

"Show Node Numbers"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathDisplayNodeNumbers { get; }
```